Repository: zzsnn/repo
Catalog: system/languages/*.po
Languages: ru

source: Purchase Product
ru: Купить

source: Package Protected
ru: Пакет защищен

source: Package Officially Purchased
ru: Пакет официально куплен

source: Allowed To Download
ru: Загрузка разрешена

source: No Name
ru: Безымяный

source: Empty Page
ru: Пустая страница

source: View Screenshots
ru: Просмотреть скриншоты

source: Report Problems
ru: Сообщить о проблемах

source: Version History
ru: История версий

source: Contact us
ru: Связь с нами

source: Package Category
ru: Категория пакета

source: View Package
ru: Просмотреть пакет

source: Add in Cydia<sup><small>™</small></sup>
ru: Добавить в Cydia<sup><small>™</small></sup>

source: Add this URL via Cydia<sup><small>™</small></sup>:
ru: Добавить этот URL через Cydia<sup><small>™</small></sup>:

source: <strong>%d</strong> packages in total.
ru: <strong>%d</strong> пакет(-а, -ов) всего.

source: Last updated: <strong>%s</strong>
ru: Последний раз обновлено: <strong>%s</strong>

source: Visit Home Page
ru: Посетить домашнюю старницу

source: Donate via <span style="font-style: italic; font-weight: bold"><span style="color: #1a3665">Pay</span><span style="color: #32689a">Pal</span><sup><small>™</small></sup></span>
ru: Поддержите через <span style="font-style: italic; font-weight: bold"><span style="color: #1a3665">Pay</span><span style="color: #32689a">Pal</span><sup><small>™</small></sup></span>

source: Donate via <span style="font-style: italic; font-weight: bold"><img class="alipay" src="%salipay_text_en.png" /><sup><small >™</small></sup></span>
ru: Поддержите через <span style="font-style: italic; font-weight: bold"><img class="alipay" src="%salipay_text_en.png" /><sup><small >™</small></sup></span>

source: MySQL Error!
ru: Ошибка MySQL!

source: More...
ru: Еще...

source: Source Info
ru: Информация об источнике

source: Index
ru: Индекс

source: Invalid package!<br />Perhaps this package has been deleted by us.
ru: Поврежденный пакет!<br />Возможно, этот пакет был удален нами.

source: View in Cydia<sup><small>™</small></sup>
ru: Просмотр в Cydia<sup><small>™</small></sup>

source: Author
ru: Автор

source: Download
ru: Скачать

source: More Info
ru: Больше информации

source: Version
ru: Версия

source: Downloads
ru: Загрузок

source: Last Updated
ru: Последний раз обновлено

source: In this version
ru: В этой версии

source: Changelogs
ru: Списки изменений

source: Fold Comments
ru: Скрыть комментарии

source: Unfold Comments
ru: Раскрыть комментарии

source: No screenshots now.
ru: Нет скриншотов.

source: The %s function is disabled.
ru: Функция %s была отключена.

source: Current Device Info
ru: Информация о данном девайсе

source: Submit Your Request
ru: Отправить ваш запрос

source: Request for updating
ru: Запрос для обновления?

source: Compatibility Reports
ru: Совместимые отчеты

source: Fully Compatibile
ru: Полностью совместимо

source: Partly Compatibile
ru: Частично совместимо

source: Not Compatibile
ru: Несовместимо

source: <p><strong>The software package compatibility report is voted by the majority of users, and we generated these statistical data, for reference only.</strong></p><hr /><p>If you have compatibility issues after installation, your vote, may be able to help tens of thousands of users from safe mode and many other threats.</p>
ru: <p><strong>Совместимость пакета программного обеспечения была обжалована большинством пользователей, и мы создали эту статистику только для ознакомления.</strong></p><hr /><p>Если у вас есть проблемы с совместимостью после установки, то ваш отчет может помочь десяткам тысячам пользователей избежать safe mode и других проблем.</p>

source: Your report has been submitted.<br />Thanks for your support!
ru: Ваш отчет был отправлен.<br />Спасибо за поддержку!

source: Please use Cydia to vote.<br />Each device is limited to vote for 2 times!
ru: Пожалуйста, используйте Cydia для голосования.<br />С каждого девайса можно голосовать только 2 раза!

source: You have reached the voting limit.
ru: Вы достигли лимит голосования.

source: Unknown change.
ru: Неизвестное изменение.

source: View This Version
ru: Просмотреть эту версию

source: No version history now.
ru: Нет истории версий.

source: Source manager can <strong>NOT</strong> solve the function problem of package: you <strong>MUST</strong> contact the author.
ru: Менеджер <strong>НЕ</strong> решил проблему пакета: вы <strong>ДОЛЖНЫ</strong> связаться с автором.

source: If the package is a commercial package, you can contact the sponsor to obtain commercial support.
ru: Если пакет коммерческий, вы можете связаться со спонсором для коммерческой поддержки.

source: Sponsor
ru: Спонсор

source: If you have questions when install or uninstall this package, please contact the maintainer.
ru: Если у вас есть вопросы по поводу установки или удаления этого пакета, то, пожалуйста, свяжитесь с поддержкой.

source: Maintainer
ru: Поддержка

source: Invalid section!<br />Perhaps this section has been deleted by us.
ru: Поврежденная секция!<br />Возможно, эта секция была удалена нами.

source: <strong>%s</strong> packages in this section.
ru: <strong>%s</strong> пакет(а)(ов) в этой секции.

source: Create time: <strong>%s</strong>
ru: Дата создания: <strong>%s</strong>

source: Welcome to <a href="%1$s">Add</a> <code>%2$s</code> via Cydia.
ru: Добро пожаловать! Вы можете <a href="%1$s">Добавить наш репо</a> <code>%2$s</code> через Cydia.

source: Enter Cydia/APT URL
ru: Введите Cydia/APT URL

source: Cancel
ru: Отмена

source: Add Source
ru: Добавить

source: This page is available to Safari only.
ru: Эта страница доступна только в Safari.

source: My Favourite Repo: %1$s(%2$s)
ru: Мой избранный репо: %1$s(%2$s)

source: Share To
ru: Рассказать

source: Powered by <a href="http://82flex.com/projects">DCRM</a>.
ru: При поддержке <a href="http://82flex.com/projects">DCRM</a>.

source: Dear manager, please follow the steps on <a href="init/index.html">Install Introduction</a> first.
ru: Дорогой менеджер, пожалуйста проследуйте указаниям из <a href="init/index.html">Введения установки</a>.
