Repository: zzsnn/repo
Catalog: main/system/languages/manage-*.po
Languages: ru

source: Please goto %s for get key (registration required), leave a blank will disabled comment function.
ru: Пожалуйста, перейдите на %s для получения ключа (требуется регистрация), или оставьте поле пустым, чтобы отключить комментарии.

source: QQ Group Name
ru: QQ Group имя

source: QQ Group Number
ru: QQ Group номер

source: Need the new mobile client.
ru: Нужен новый мобильный клиент.

source: Weibo Name
ru: Weibo имя

source: Weibo Address
ru: Weibo адрес

source: Not a valid mobile weibo address. Example: %s
ru: Неверный адрес weibo. Например: %s

source: Please input the mobile version homepage.
ru: Пожалуйста, введите домашнюю страницу мобильной версии.

source: Twitter Name
ru: Twitter имя

source: Twitter Address
ru: Адрес Twitter

source: Need login for visit.
ru: Нужно залогинится

source: Facebook Name
ru: Имя Facebook

source: Facebook Address
ru: Адрес Facebook

source: Paypal Donate Address
ru: Адрес PayPal

source: Alipay Donate Address
ru: Адрес Alipay

source: Statistics And Advertisement
ru: Статистика и Реклама

source: External Statistics
ru: Внешняя статистика

source: Invisible statistic code.
ru: Невидимый код статистики?.

source: Internal Statistics
ru: Внутреняя статистика

source: Statistics code of view information at Running Status.
ru: Код статистики для отображения в Статусе работы.

source: Advertisement
ru: Реклама

source: Notice
ru: Уведомление

source: Emergency Notice
ru: Аварийное уведомление

source: Please provide a valid username.
ru: Пожалуйста, введите правильное имя пользователя

source: You entered your new password only once.
ru: Вы введи свой новый пароль только один раз.

source: Your passwords do not match. Please try again.
ru: Ваши пароли не совпадают. Повторите попытку.

source: The maximum number of attempts must be an integer!
ru: Максимальное количество попыток должно быть целым числом!

source: Login fail reset time must be an integer!
ru: Количество времени после неудачного логина быть целым числом!

source: Max download speed must be an integer!
ru: Максимальная скорость скачки должна быть целым числом!

source: Please set the correct %s switch!
ru: Пожалуйста, укажите правильный %s переключатель!

source: Please set the correct PC Site Master Switch!
ru: Пожалуйста, выберите Master Switch для ПК сайта!

source: Please set the correct Mobile Site Master Switch!
ru: Пожалуйста, укажите Master Switch для мобильного сайта!

source: Please set the correct Limit Number of Report, the maximum not more than 10 times!
ru: Пожалуйста, введите правильное число для лимита докладов, максимальное число не может быть больше 10!

source: Please set the correct Packages compression method!
ru: Пожалуйста, укажите корректный метод компрессии пакетов!

source: Please set the correct number of latest list, the maximum must not exceed 20 !
ru: Пожалуйста, укажите коректное число последних списков, оно не должно превышать 20!

source: Please provide a valid repository URL!
ru: Пожалуйста, введите рабочий адресс репозитория!

source: There is a same username!
ru: Это такое же имя пользователя!

source: Cannot access %s, you might need update your rewrite config to use this rewrite mod!
ru: Невозможно получить доступ к %s, вам нужно обновить перезаписывающий конфиг, чтобы пользоваться режимом перезаписи!

source: Amendments to the success of settings!
ru: Поправки успешно приняты!

# Password
source: Short
ru: Короткий

# Password
source: Bad
ru: Плохой

# Password
source: Good
ru: Хороший

# Password
source: Strong
ru: Надежный

# Password
source: Mismatch
ru: Не совпадает

source: You have some errors, please check the form.
ru: Есть некоторые проблемы, проверьте поля.

source: Database Status
ru: Статус БД

source: Service Information
ru: Информация сервиса

source: Server information:
ru: Информация о сервере:

source: Database version:
ru: Версия БД:

source: GD library version:
ru: Версия библиотеки GD:

source: Upload max filesize:
ru: Максимальный вес для загрузки файла:

source: Max execution time:
ru: Максимальное время исполнения:

source: %d second
ru: %d секунда

source: Server time:
ru: Серверное время:

source: Management Statistics
ru: Статистика управления

source: Total download times:
ru: Всего раз загружено:

source: Number of packages:
ru: Кол-во пакетов:

source: Number of non-hidden packages:
ru: Кол-во не скрытых пакетов:

source: Number of sections:
ru: Кол-во секций:

source: Download pool size:
ru: Размер пула для скачки:

source: Cache pool size:
ru: Размер пула кэша:

source: Clean cache
ru: Очистить кэш

source: Clean Cache
ru: Очистить Кэш

source: Cache cleanup completed!
ru: Очистка кэш заверщена!

source: Comment
ru: Комментарий

source: Packages
ru: Пакеты

source: Last IP
ru: Последний IP

source: Create Time
ru: Дата создания

source: All UDID
ru: Все UDID

source: Add UDID
ru: Добавить UDID

source: Search UDID
ru: Найти UDID

source: Manage Level
ru: Управление уровнем?

source: Package
ru: Пакет

source: Search UDID: %s
ru: Найти UDID：%s

source: UDID must be 40 characters!
ru: UDID должен быть длиной в 40 символов!

source: UDID must be number or letter!!
ru: UDID доллжен быть числом или словом!

source: Lowest Protection Level
ru: Наименьший уровень защиты

source: Add Row
ru: Добавить ряд

source: Delete Row
ru: Удалить ряд

source: Guest
ru: Гость

source: Are you sure you want to binding '%1$s' to UDID '%2$s'?
ru: Вы уверены, что хотите привязать '%1$s' к UDID '%2$s'?

source: Unbinding UDID
ru: Отвязать UDID

source: Are you sure you want to unbinding '%1$s' from UDID '%2$s'?
ru: Вы уверены, что хотите отвязать '%1$s' от UDID '%2$s'?

source: File size incorrect!
ru: Неправильный размер файла!

source: File type incorrect!
ru: Неправильный тип файла!

source: Upload failed, Error Code: %s.
ru: Загрузка прирвана, код ошибки: %s.

source: %s already exists.
ru: %s уже существует.

source: Uploaded successfully: %s.
ru: Загружено успешно: %s.

source: Unable to upload files? Try %s.
ru: Не удается загрузить файлы? Попробуй %s.

source: classic uploader
ru: классический загрузчик

source: Please select packages
ru: Пожалуйста, выберите пакеты

source: Tip: Select multiple packages by hold down Ctrl(⌘) key while you click the packages.
ru: Совет: Вы можете загрузить несколько пакетов за раз, зажав кнопку Ctrl(⌘), когда выбираете файлы.

source: Upload
ru: Загрузить

# Upload
source: Reset
ru: Сброс

source: Allowed data type:
ru: Разрешенный тип данных:

source: Please do not upload disrupt the Internet security data
ru: Пожалуйста, не загружайте файлы, способные причинить вред интернет-безопасности

source: Please upload the standard package of Debian software package, otherwise it may cause loss of data.
ru: Пожалуйста, загрузите стандартный Debian пакет, в противном случае это может привести к потере данных.

source: SELECT FILES
ru: Выбрать файлы

# Uploader
source: Success
ru: Успех

# Uploader
source: Upload Success!
ru: Успех!

# Uploader
source: Failed
ru: Не удалось

# Uploader
source: Upload Failed!
ru: Загрузка не удалась!

# Uploader
source: Already Exists
ru: Уже существует

# Uploader
source: Already Exists!
ru: Уже существует!

# Uploader
source: Unknow
ru: Неизвестно

# Uploader
source: Unknow Error!
ru: Неизвестная ошибка!

source: multiple uploader
ru: Множественный загрузчик

source: Select File
ru: Выберите файл

source: Please select a package
ru: Пожалуйста, выберите пакет

source: Ready
ru: Готово

source: Please wait for uploading...
ru: Пожалуйста, подождите...

source: Please select a package!
ru: Пожалуйста, выберите пакет!

source: No specified item.
ru: Нет заданного элемента.

source: This package no screenshot.
ru: В этом пакете нет скриншота.

source: This package have %d screenshot.
ru: В этом пакете %d скриншот.

source: New Screenshot
ru: Новый скриншот

source: Select Picture
ru: Выберите картинку

source: Are you sure you want to delete this screenshot?
ru: Вы уверены, что хотите удалить этот скриншот?

# language
source: Afrikaans
ru: Африканский

# language
source: Albanian
ru: Албанский

# language
source: Arabic (Algeria)
ru: Арабский (Алжир)

# language
source: Arabic (Bahrain)
ru: Арабский (Бахрейн)

# language
source: Arabic (Egypt)
ru: Арабский (Египет)

# language
source: Arabic (Iraq)
ru: Арабский (Ирак)

# language
source: Arabic (Jordan)
ru: Арабский (Иордания)

# language
source: Arabic (Kuwait)
ru: Арабский (Кувейт)

# language
source: Arabic (Lebanon)
ru: Арабский (Ливан)

# language
source: Arabic (libya)
ru: Арабский (Ливия)

# language
source: Arabic (Morocco)
ru: Арабский (Марокко)

# language
source: Arabic (Oman)
ru: Арабский (Оман)

# language
source: Arabic (Qatar)
ru: Арабский (Катар)

# language
source: Arabic (Saudi Arabia)
ru: Арабский (Саудовская Аравия)

# language
source: Arabic (Syria)
ru: Арабский (Сирия)

# language
source: Arabic (Tunisia)
ru: Арабский (Тунис)

# language
source: Arabic (U.A.E.)
ru: Арабский (ОАЭ)

# language
source: Arabic (Yemen)
ru: Арабский (Йемен)

# language
source: Arabic
ru: Арабский

# language
source: Armenian
ru: Армянский

# language
source: Assamese
ru: Ассамский

# language
source: Azeri
ru: Азербайджанский

# language
source: Basque
ru: Баскский

# language
source: Belarusian
ru: Белорусский

# language
source: Bengali
ru: Бенгальский

# language
source: Bulgarian
ru: Болгарский

# language
source: Catalan
ru: Каталанский

# language
source: Chinese (China)
ru: Китайский (Китай)

# language
source: Chinese (Hong Kong SAR)
ru: Китайский (Гонконг)

# language
source: Chinese (Macau SAR)
ru: Китайский (Макао)

# language
source: Chinese (Singapore)
ru: Китайский (Сингапур)

# language
source: Chinese (Taiwan)
ru: Китайский (Тайвань)

# language
source: Chinese (Simplified)
ru: Китайский (Упрощенный)

# language
source: Chinese (Traditional)
ru: Китайский (Традиционный)

# language
source: Chinese
ru: Китайский

# language
source: Croatian
ru: Хорватский

# language
source: English (Australia)
ru: Английский (Автралия)

# language
source: English (Belize)
ru: Английский (Белиз)

# language
source: English (Canada)
ru: Английский (Канада)

# language
source: English (Ireland)
ru: Английский (Ирландия)

# language
source: English (Jamaica)
ru: Английский (Ямайка)

# language
source: English (New Zealand)
ru: Английский (Новая Зеландия)

# language
source: English (Philippines)
ru: Английский (Филипины)

# language
source: English (South Africa)
ru: Английский (Южная Америка)

# language
source: English (Trinidad)
ru: Английский (Тринидад)

# language
source: English (United Kingdom)
ru: Английский (Объединенное Королевство)

# language
source: English (United States)
ru: Английский (Соединенные Штаты)

# language
source: English (Zimbabwe)
ru: Английский (Зимбабве)

# language
source: Estonian
ru: Эстонский

# language
source: Finnish
ru: Финский

# language
source: French (Belgium)
ru: Французкий (Бельгия)

# language
source: French (Canada)
ru: Французкий (Канада)

# language
source: French (Luxembourg)
ru: Франуцузкий (Люксембург)

# language
source: French (Monaco)
ru: Французкий (Монако)

# language
source: French (France)
ru: Французкий (Франция)

# language
source: German (Austria)
ru: Немецкий (Австралия)

# language
source: German (Luxembourg)
ru: Немецкий (Люксембурский)

# language
source: German (Germany)
ru: Немецкий (Германия)

# language
source: Italian (Italy)
ru: Итальянский (Италия)

# language
source: Japanese
ru: Японский

# language
source: Korean
ru: Корейский

# language
source: Polish
ru: Польский

# language
source: Portuguese (Brazil)
ru: Португальский (Бразилия)

# language
source: Portuguese (Portugal)
ru: Португальский (Португалия)

# language
source: Russian (Moldova)
ru: Русский (Молдова)

# language
source: Russian
ru: Русский

# language
source: Serbian
ru: Сербский

# language
source: Thai
ru: Тайский

# language
source: Ukrainian
ru: Украинский

# language
source: Uyghurche (China)
ru: Уйгурский (Китай)
