Repository: zzsnn/repo
Catalog: main/system/languages/manage-*.po
Languages: ru

# About Page
source: About
ru: О менеджере

source: Version:
ru: Версия:

source: Open source Repository Manager for Cydia™/APT.
ru: Менеджер Репозитория для Cydia™/APT с открытым исходным кодом.

source: Developer
ru: Разработчик

source: Main Program:
ru: Главная программа:

source: WeiPhone Test Group
ru: Группа тестировщиков WeiPhone

source: Contributors:
ru: Авторы:

source: UI Design:
ru: Дизайн пользовательского интерфейса:

source: Credits
ru: Благодарности

source: Touch Sprite Team
ru: Команда Touch Sprite

# Credits
source: support
ru: поддержка

source: WeiPhone Technology Group
ru: Команда WeiPhone Technology

source: Also, the father of the Cydia™
ru: А также, создатель Cydia™

source: Mobile Home Page Style From Saurik IT.
ru: Дизайн мобильной домашней страницы: Saurik IT.

source: Translator
ru: Переводчики

source: This program is free software, you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses">GNU Affero General Public License</a> as published by the Free Software Foundation either version 3 of the License.
ru: Эта программа бесплатна, вы можете ее распространять и/или модифицировать соблюдая термины <a href="http://www.gnu.org/licenses">GNU Affero General Public License</a> опубликованые Организацией Бесплатного ПО и 3 версии Лицензии.

source: Find the number of records:
ru: Найденное количество записей:

source: No record in data table ` Packages `! Please import package and allow it to display first.
ru: Нет записей в таблице данных ` Пакеты `! Пожалуйста, сперва перенесите пакет и убедитесь, что он отображен.

source: Warning:
ru: Внимание:

source: release.save file does not exist! Please config release information.
ru: файл release.save не существует! Пожалуйста, повторите еще раз.

source: The Release configuration file exists.
ru: Файл конфигурации The Release существует.

source: Write to the Packages file:
ru: Записать в файл Packages:

source: Write to the Packages.bz file:
ru: Записать в файл Packages.bz:

source: Write to the Packages.bz2 file:
ru: Записать в файл Packages.bz2:

source: Rebuild the list
ru: Пересобрать

source: List rebuild request submitted successfully, it is recommended that you <a href="stats.php?action=clean">Clear the Cache</a> to free up disk space.
ru: Запрос пересборки списка успешно отправлен, вам рекомендовано <a href="stats.php?action=clean">Очистить кэш</a> чтобы освободить место на диске.

# Rebuild the list
source: Information
ru: Информация

source: Preview of Packages file
ru: Предпросмотр файла Packages

source: File does not exist.
ru: Файл не существует.

source: Manage Packages
ru: Управление пакетами

source: All Packages
ru: Все пакеты

source: Search Packages
ru: Найти пакеты

source: Search Content
ru: Найти контент

source: Search Type
ru: Найти тип

source: Identifier
ru: Индитификатор

source: Name
ru: Имя

source: Author
ru: Автор

source: Description
ru: Описание

source: Maintainer
ru: Создатель

source: Sponsor
ru: Спонсор

source: Section
ru: Секция

source: Tag
ru: Тег

source: Search
ru: Поиск

source: Version
ru: Версия

source: Size
ru: Размер

source: Downloads
ru: Загрузки

source: Delete
ru: Удалить

source: History
ru: История

source: Protection Packages
ru: Защита пакетов

source: Search Packages: %s
ru: Поиск пакетов: %s

source: Binding
ru: Связывание

source: Are you sure you want to delete: %s?
ru: Вы уверены, что хотите удалить: %s?

source: This operation is irreversible, all related data will be delete!
ru: Эта опреация необратима, все содержимое будет удалено!

source: Hide
ru: Скрыть

source: Cancel
ru: Отмена

source: Hide Package
ru: Скрыть пакет

source: Display Package
ru: Показать пакет

source: Illegal request!
ru: Неправильный запрос!

source: General Editing
ru: Основное изменение

source: Protection
ru: Защита

source: Enabled
ru: Включить

source: Disabled
ru: Отключить

source: Level
ru: Уровень

source: Price
ru: Цена

source: Example: <code>$0.99</code>. If leave a blank will do not display the purchase link.
ru: Пример: <code>$0.99</code>. Если оставить поле пустым, то ссылка покупки будет не видна.

source: Purchase Link
ru: Ссылка покупки

source: Custom
ru: Измененный

source: Using non-custom options after <a href="settings.php#Commercial">Settings</a>.
ru: Использование не измененных после <a href="settings.php#Commercial">Настроек</a>.

source: Custom Link
ru: Другая ссылка

source: Depiction
ru: Описание

source: Default Depiction: %s
ru: Обычное описание: %s

source: Preview Default Depiction
ru: Просмотреть обычное описание

source: Detailed Description
ru: Подробное описание

source: (Hidden)
ru: (Скрыто)

source: It is hidden in the page, you should change 'Detailed Description' option in <a href="%s">Settings</a> if you want show this.
ru: Это скрыто на странице, вам нужно изменить 'Подробное описание' в <a href="%s">Настройках</a> если вы хотите это увидеть.

source: Changelog
ru: Список изменений

source: It will do not display in the page if leave a blank.
ru: Это не будет показано на странице, если оставиьт поле пустым.

source: Old Changelogs
ru: Старые списки изменений

source: Please fill the number you want to display for old changelog, If leave a blank or zero will only display this version changelog.
ru: Пожалуйста, заполните номер, который вы хотите отобразить для старых списков изменениц. Если вы оставите поле пустым или напишите 0, то будет отображена только это версия списка изменений.

source: Save
ru: Сохранить

source: Update Database
ru: Обновить БД

source: The package information edited!
ru: Информация пакета изменена!

source: After modify the fields with an asterisk, you must write into package then safely rebuild list.
ru: После изменения полей через asterisk, вы должны записать в пакет, а затем пересобрать список.

source: Write Now
ru: Записать сейчас

source: Back
ru: Назад

source: Advance Editing
ru: Расширенное изменение

# Advance Editing
source: Field
ru: Поле

# Advance Editing
source: Content
ru: Контент

source: Align
ru: Выровнить

# Align
source: Left
ru: Слева

# Align
source: Center
ru: Центр

# Align
source: Right
ru: Справа

# Edit
source: List
ru: Список

source: Ordered list
ru: Упорядоченный список

source: Unordered list
ru: Неупорядоченный список

source: Indent
ru: Отступ

source: Increase indent
ru: Увеличить отступ

source: Decrease indent
ru: Уменьшить отступ

source: Data loading
ru: Загрузка информации

source: Database Error
ru: Ошибка БД

source: Upload Packages
ru: Загрузить пакеты

source: Import Packages
ru: Импорт пакетов

source: Manage UDID
ru: Управление UDID

source: Manage Sections
ru: Управление секциями

source: Manage Repository
ru: Управление Репо

source: Running Status
ru: Статус работы

source: About
ru: Справка

source: Repository Manager
ru: Репо Менеджер

source: Are you sure you want to hide this software package?
ru: Вы уверены, что хотите скрыть этот пакет ПО?

source: Are you sure you want to display this software package?\nIf there are more than one version, the new version of the Cydia will show downgrade.
ru: Вы уверены, что хотите отобразить этот пакет ПО?\nЕсли будет больше одной версии, то новая версия Cydia покажет даунгрейд.

# Header
source: Preferences
ru: Настройки

source: Logout
ru: Выйти

source: View Details
ru: Просмотреть детали

source: Invalid argument: `Filename`
ru: Неверный аргумент: `Имя файла`

source: Invalid file type!
ru: Неверный тип файла!

source: Invalid arguments!
ru: Неверные аргументы!

source: Cannot find the file: %s
ru: Не удалось найти файл: %s

source: Invalid request: %s
ru: Неверный запрос: %s

source: File already exists: %s
ru: Файл уже существует: %s

source: Invalid package information!
ru: Неверная информация пакета!

source: Forced inherit failed: invalid inherited package ID.
ru: Принудительное наследование не удалось: унаследовал недопустимый идентификатор пакета.

source: A package with the same name and version already exists, please select an operation.
ru: Пакет с таким же именем и версией уже существует, пожалуйста, выберите действие.

source: Early versions of this package already exists, please select an operation.
ru: Ранние версии этого пакета уже существуют, пожалуйста, выберите действие.

source: An updated version of this package already exists, please select an operation.
ru: Обновленная версия этого пакета уже существует, пожалуйста, выберите действие.

source: Original package: %1$s &amp; %2$s
ru: Исходный пакет: %1$s &amp; %2$s

source: Import time:
ru: Время импорта:

source: New package: %1$s &amp; %2$s
ru: Имя пакета: %1$s &amp; %2$s

source: Error importing type!
ru: Во время импорта произошла ошибка!

source: Create directory failed: %s
ru: Ошибка при создании директории: %s

source: Move file failed: %s
ru: Ошибка при перемещении файла: %s

source: Import failed! Please check the database configuration!
ru: Ошибка импортирования! Пожалуйста, проверьте конфигурацию БД!

source: Import was successful! Now you can enter the Manage Packages page to review!
ru: Успешное импортирование! Теперь вы можете зайти на страницу Менеджера Пакетов для просмотра.

source: Package address: %s
ru: Адрес пакета: %s

source: Invalid package: Unable to find `Package`, `Version`, `Architecture` fields in package information.
ru: Неверный пакет: Не удалось найти поля `Package`, `Version`, `Architecture` в информации пакета.

source: Import Package
ru: Импорт пакета

source: Inherit And Replace
ru: Наследовать и заменить

source: Direct Replace
ru: Прямое замещение?

source: Add New
ru: Добавить новый

source: Login
ru: Вход

# language
source: Select language
ru: Выбрать язык

# language
source: English
ru: Английский

source: Username
ru: Имя пользователя

source: Please fill in your username
ru: Пожалуйста, введите ваше имя пользователя

source: Password
ru: Пароль

source: Please fill in your password
ru: Пожалуйста, введите свой пароль

source: Verify Code
ru: Проверочный код

source: Please fill in the verify code
ru: Пожалуйста, ввыедите проверочный код

source: Please input your username and password!
ru: Пожалуйста, введите имя пользователя и пароль!

source: Unknown username or bad password!
ru: Неизвестное имя пользователя или неправильный пароль!

source: Bear!
ru: Медведь!

source: Verification code error!
ru: Ошибка в проверочном коде!

# Buttom
source: Login
ru: Логин

source: Error
ru: Ошибка

source: Your login wrong too many times , close the session or wait %s minutes and try again later.
ru: Вы ввели неверные данные слишком много раз , прекратите сессию или подождите %s минут и повторите позже.

source: The upload directory is empty.
ru: Директория загрузок пуста.

source: You can upload by web or upload packages to the upload directory in root by FTP.
ru: Вы можете загружать из сети или загружать пакеты в директорию загрузок в корне через FTP.

source: Files List
ru: Список файлов

source: Forced Inherit
ru: Принудительное наследование

source: Inherit
ru: Наследовать

source: File Name
ru: Имя файла

source: Target ID
ru: Целевой ID

source: Submit
ru: Отправить

source: Are you sure delete: %s ?
ru: Действительно удалить: %s ?

source: You will not be able to undo this operation!
ru: Эта операция необратима!

source: Confirm
ru: Принять

source: Unable to delete, please check the file permissions.
ru: Не удалось удалить, проверте разрешения.

source: Invalid request.
ru: Неверный запрос.

source: Database Error: %s
ru: Ошибка БД: %s

source: Cannot find the content specified!
ru: Не удалось найти содержимое

source: Cannot find the file specified!
ru: Не удалось найти указаный файл!

source: Processing file: %s
ru: Обработка файла: %s

source: Package has been successfully written!
ru: Пакет был успешно записан!

source: Warning: Writting to package failed!
ru: Внимание: Ошибка при записи пакета!

source: Verification information update failed! Please check the package is successfully generated!
ru: Не удалось проверить информацию обновления! Пожалуйста, проверьте, что пакет успешно создан!

source: Verification information has been successfully updated!
ru: Проверочная информация успешно обновлена!

source: Update Packages
ru: Обновить пакеты

source: Tip: This operation does not automatically modify the software package file name, please upload the new name package when upgrade.
ru: Совет: Эта операция не может автоматически изменить имя файла пакета ПО, пожалуйста, загрузите новое имя пакета при обновлении.

source: Repository Settings
ru: Настройки Репо

source: This name will be displayed in the sources interface of Cydia.
ru: Это имя будет отображено в интерфейсе источников в Cydia.

source: Label
ru: Метка

source: This name will be displayed at the top of the package list interface.
ru: Это имя будет отображено наверху листа пакетов.

source: Codename
ru: Кодовое имя

source: Repository Icon
ru: Иконка Репо

source: Allowed upload format: png, save as %s in root directory.
ru: Допустимый формат: png, сохраните как %s в корневом каталоге.

source: Upload failed, please check the file permissions.
ru: Ошибка загрузки, пожалуйста, проверьте разрешения файла.

source: Upload icon completed.
ru: Загрузка иконки завершена.

source: Repository settings save complete, rebuild the list to apply the changes.
ru: Сохранение настроек Репо завершено, пересоберите список для принятия изменений.

source: Sections List
ru: Список секций

source: Add Section
ru: Добавить секцию

source: Create Icon Package
ru: Создать иконку пакета

source: Edit
ru: Изменить

source: Icon
ru: Иконка

source: Last Change
ru: Послденее изменение

source: Click to view packages in this section.
ru: Нажмите, чтобы просмотреть пакеты в этой секции.

source: No Icon
ru: Нет иконки

source: Edit Section
ru: Изменить секцию

source: Section Name
ru: Имя секции

source: Section Icon
ru: Иконка секции

source: The current icon is %s.
ru: Текущая иконка %s.

source: You can click <a href="%s">Here</a> to delete current icon.
ru: Вы можете нажать <a href="%s">Здесь</a>, чтобы удалить текущую иконку.

source: There are currently no icon.
ru: Иконка осутствует.

source: Tips
ru: Советы

source: Allowed upload format: png, save in %s directory of root directory.
ru: Доступные форматы для загрузки: png, сохраните в %s директорию коренного каталога.

source: If you change the section name, you may need to change section option in package infomation for many packages.
ru: Если вы измените имя секции, вам придется изменить параметры секции в информации пакета для множества пакетов.

source: You can add a maximum of 50 sections!
ru: Вы можете добавить максимум 50 секций!

source: Are you sure want to create the %s icon package?
ru: Вы уверены, что хотите создать %s иконку пакета?

source: Create Now
ru: Создать сейчас

source: You have not filled in SEO and autofill information, unable to use this function!
ru: ВЫ не хаполнили SEO и информацию для автозаполнения, не удалается использовать функцию!

source: Cannot find any existing icon of section, please add an icon first, then create icon package.
ru: Не удалось найти иконку для этой секции, пожалуйста, сначала добавьте иконку, а зетм создайте значок пакета.

source: Cannot create temporary directory, please check the file permissions!
ru: Не удалось создать временный каталог, пожалуйста, проверьте разрешения!

source: Icon package template copy failed, please check the file permissions!
ru: Копирование шаблона иконки пакета, пожалуйста, проверьте разрешения!

source: Icon package template rewriting failed!
ru: Не удалось перезаписать шаблон иконки пакета!

source: Icon package template repositioning failed!
ru: Не удалось репозиционирование шаблона иконки пакета!

source: Icon package template missing, please upload DCRM Pro again!
ru: Не найден шаблон иконки пакета, пожалуйста, загрузите DCRM Pro еще раз!

source: Are you sure delete the section icon for %s ?
ru: Вы уверены, что хотитеудалить иконку секции для %s ?

source: Preferences
ru: Настройки

source: General
ru: Основное

source: Language
ru: Язык

# language
source: Detect
ru: Автоматически

source: If you want the system auto detect users browser language to show pages please select "Detect" option.
ru: Если вы хотите, чтобы система автоматически определяла язык браузера для отображения страницы, то выберите опцию "Автоматически".

source: Rewrite Mod
ru: Режим перезаписи

source: Disable
ru: Отключить

source: Normal
ru: Обычно

source: Elegant
ru: Улучшено

source: <b>Elegant Mod</b> - Enable all rewrite rules, the url will show like %s.<br/><b>Normal Mod</b> - Compatible earlier than v1.7 configuration, only enbale a part of rewrite rules for HotLinks.<br/><b>Disabled</b> - This will disable all rewrite rules, so HotLinks will not work.<br/>Notice: You should update your rewrite config first if you want to use Elegant Mod.
ru: <b>Вариант Улучшено</b> - Позволяет переписывать правила, URL будет выглядить как %s.<br/><b>Вариант Обычно</b> - Совместимость с версиями ранее 1.7, доступна перезапись только правил HotLinks.<br/><b>Отключено</b> - Отключает возможность перезаписывать правила, HotLinks работать не будет.<br/>Примечание: Вам нужно обновить ваш перезаписывающий конфиг сначала, если вы хотите использовать вариант "Улучшено".

source: Login Information
ru: Логин информация

source: Username length must be between 4-20 characters!
ru: Имя пользователя должно быть между 4 и 20 символами!

source: Username can only use numbers, letters and underline!
ru: В имени пользователя допустимы только цифры, буква и подчеркивание( _ )!

source: New Password
ru: Новый пароль

source: If you would like to change the password type a new one. Otherwise leave this blank.
ru: Если вы хотите сменить пароль, введите новый. В другом случае оставьте это поле пустым.

source: Repeat New Password
ru: Повторите новый пароль

source: Your password do not match.
ru: Ваши пароли не совпадают.

source: Type your new password again.
ru: Введите новый пароль еще раз

source: Strength indicator
ru: Индикатор сложности

source: The maximum number of attempts
ru: Максимальное число попыток

source: Login Fail Reset Time
ru: Количество времени после неудачного логина

source: Unit: Minutes
ru: Примичание: В минутах

source: Repository URL
ru: URL Репозитория

source: Not a valid website address
ru: Неправильный адрес веб-сайта

source: PC Site
ru: ПК сайт

source: Non-apple owners will automatically jump if enabled.
ru: Пользователи не Apple-девайсов будут перенаправлены, если включено.

source: Mobile Site
ru: Мобильный сайт

source: Show Latest List
ru: Показать последний список

source: Number of Latest List
ru: Число последних списков

source: Too high: Maximum of '%s'
ru: Максимальный размер : '%s'

source: Must be lower than 20.
ru: Должно быть меньше 20.

source: Full List of Sections
ru: Полный список секций

# Settings
source: Screenshorts
ru: Скриншоты

source: Report Problems
ru: Сообщить о проблемах

source: Limit Number of Report
ru: Лимит количества репортов

source: The maximum not more than 10 times.
ru: Максимально не более 10 раз.

source: Update Logs
ru: Обновить логи

source: Displayed in the Version History.
ru: Отобразить в истории версий.

source: More Information
ru: Больше информации

source: Show
ru: Отобразить

source: It will not hide if 'Detailed Description' is enabled and empty.
ru: Не будет скрыто, если параметр 'Больше информации' включен или пуст.

source: Commercial
ru: Коммерция

source: Alipay Account
ru: Alipay аккаунт

source: This is used to auto generate Alipay link for commercial package.
ru: Это используется для автоматической генерации Alipay ссылки для платного пакета.

source: Download
ru: Скачать

source: Disable PHP forward will reduce server pressure and effectively avoid 'Sum Mismatch Hash' error.<br/>But it will make the speed limit function to invalid and may exposure real package address.
ru: Отключение функции PHP Forward позволит избежать большого давления на сервер и ошибку 'Несоответствующий размер хэша'.<br/>Но это может сделать функцию ограничения скорости нерабочей и может раскрыть настоящий адрес пакета

source: Module Enabled
ru: Модуль включен

source: No
ru: Нет

source: Yes
ru: Да

source: Using this switch, the x-sendfile feature on DCRM can be manually enabled if it does not do so automatically <br/>when you have enabled mod_xsendfile on Apache or configured the "allow-x-send-file" option on Lighttpd. <br><b>WARNING:</b> If you don't know what this is, please turn this off; otherwise, package downloads may not work.
ru: Using this switch, the x-sendfile feature on DCRM can be manually enabled if it does not do so automatically <br/>when you have enabled mod_xsendfile on Apache or configured the "allow-x-send-file" option on Lighttpd. <br><b>ВНИМАНИЕ:</b> Если вы не знаете, что это такое, то выключите. В противном случае загрузка пакетов работать не будет.

source: Max Download Speed
ru: Максимальная скорость скачки

source: B/s, please input '0' if you do not want limit.
ru: Б/с, пожалуйста, введите '0', если лимит не требуется.

source: Lists
ru: Списки

source: Packages File Compression
ru: Компрессия файлов пакета

source: Hide list
ru: Скрыть список

source: Only text
ru: Только текст

source: Only gz
ru: Только gz

source: Text and gz
ru: Текст и gz

source: Only bz2
ru: Только bz2

source: Text and bz2
ru: Текст и bz2

source: gz and bz2
ru: gz и bz2

source: All
ru: Все

source: Please change the compression method if error occurred trying rebuild the list.
ru: Пожалуйста смените метод компрессии, если ошибка возникает при попытке пересобрать список.

source: Packages Validation
ru: Проверка пакетов

source: No validation
ru: Нет проверки

source: Take effect when write to Packages.
ru: Вступает в силу при записи в Пакеты.

source: Downgrade Support
ru: Помощь при понижении

source: Enable this function will cause a long-term traffic consumption.
ru: Включите этой функции вызовет долгосрочный расход трафика.

source: Autofill
ru: Автозаполнение

source: Autofill Depiction
ru: Автозаполнение описания

source: Autofill package's Depiction when import if enabled.
ru: Автозаполнение описания пакета при импорте, если включено.

source: Default Identifier of Packages
ru: Идентификатор пакетов по умолчанию

source: Default Name of Packages
ru: Имя пакетов по умолчанию

source: Default Depiction of Packages
ru: Описание пакетов по умолчанию

# SEO
source: Site Name
ru: Имя сайта

# SEO
source: Site Address
ru: Адрес сайта

# SEO
source: Site Keyword
ru: Ключевые слова сайта

source: Separated by commas.
ru: Разделение запятыми.

source: Administrator Informations
ru: Данные администратора

# Administrator
source: Name
ru: Имя

# Administrator
source: Full Name
ru: Полное имя

# Administrator
source: Email Address
ru: Электронная почта

source: Not a valid email address
ru: Недействительный адрес электронной почты

source: Footer
ru: Низ страниц

source: Starting Year of Copyright
ru: Год отсчета Copyright'а

source: If input 2010, the final display is © 2010-%d, leave a blank will only displays the current year.
ru: Если введете 1337, то в конечном итоге будет отображено как © 1337-%d. Оставьте поле пустым, чтобы отобразить только текущий год.

source: Copyright Name
ru: Имя Copyright'а

source: Displayed on the website at the bottom. If you not input anything will display the repository name.
ru: Отображается внизу страниц сайта. Если ничего не ввести, то будет отображаться имя репо.

source: Footer Code
ru: Нижняя часть сайта

source: You can input ICP number, site information etc. Please use <code>·</code> as the separator.
ru: Вы может ввести ICP номер, информацию о сайте и т.п. . Пожалуйста, используйте <code>·</code> в качестве разделителя.

source: Social
ru: Соц. Сети

source: Duoshuo Social Comments KEY
ru: Ключ для комментариев с помощью Duoshuo Social Comments
